<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.Amphetamine-AppStore</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_CATEGORY</key>
		<string>Productivity</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/WilliamGustafson</string>
		<key>NAME</key>
		<string>Amphetamine</string>
		<key>PATH</key>
		<string>/Applications/Amphetamine.app</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>production</string>
				<string>zoom</string>
			</array>
			<key>category</key>
			<string>%MUNKI_CATEGORY%</string>
			<key>description</key>
			<string>Amphetamine is a little app that lives in your menu bar. With Amphetamine, you can effortlessly override your energy saver settings and keep your Mac awake.
				
				Amphetamine supports Retina displays and OS X's dark mode.
				Amphetamine is 100% free (no ads, no in-app purchases).

				After you launch Amphetamine, you must activate it by clicking on its menu icon. If you do not activate Amphetamine, your Mac will sleep normally, per your energy saver settings.

				Please note that keeping your Mac laptop awake while the lid is closed is not possible for an app from the Mac App Store.</string>
			<key>developer</key>
			<string>William Gustafson</string>
			<key>display_name</key>
			<string>%NAME%</string>
			<key>minimum_os_version</key>
			<string>10.8</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.nmcspadden.munki.appstore</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>AppStoreUpdateChecker</key>
			<dict>
				<key>git_hash</key>
				<string>32abab4fd43aba5d25c27f099f7fa7c69ea88480</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.nmcspadden-recipes/AppStoreApp/AppStoreUpdateChecker.py</string>
				<key>sha256_hash</key>
				<string>0250c1656bb7b40240aa57d24315c0d60dab6123e00a8857e5703689b34f55a7</string>
			</dict>
			<key>PkgBuildTester</key>
			<dict>
				<key>git_hash</key>
				<string>ba49bbb7e0b813518304520adae2aaa5e70f346c</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.nmcspadden-recipes/AppStoreApp/PkgBuildTester.py</string>
				<key>sha256_hash</key>
				<string>d7b663d772db23c774a4247240bb461a79f2e447be638160bade9ad7bc72ab7c</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.nmcspadden.check.appstore</key>
			<dict>
				<key>git_hash</key>
				<string>2926c197d422cfd7734abb97aff49a4878a4838c</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.nmcspadden-recipes/AppStoreApp/AppStoreApp.check.recipe</string>
				<key>sha256_hash</key>
				<string>f64b1539f2398367dc634ed0ed291d1becd270ca5f1e2052356d74c4a056958f</string>
			</dict>
			<key>com.github.nmcspadden.munki.appstore</key>
			<dict>
				<key>git_hash</key>
				<string>a6c550e47903cb6125bdc569af2762db184e41bd</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.nmcspadden-recipes/AppStoreApp/AppStoreApp.munki.recipe</string>
				<key>sha256_hash</key>
				<string>7db5117308dd02c37643ebfe56d12ca221bd75d14eb4482d107161fa415aff2e</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
