<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.download.AndroidStudio</string>
	<key>Input</key>
	<dict>
		<key>NAME</key>
		<string>AndroidStudio</string>
		<key>SEARCH_PATTERN</key>
		<string>(https\://dl\.google\.com/dl/android/studio/install/.+/android-studio-ide.+\.dmg)</string>
		<key>SEARCH_URL</key>
		<string>https://developer.android.com/sdk/index.html</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.novaksam.download.AndroidStudio</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.novaksam.download.AndroidStudio</key>
			<dict>
				<key>git_hash</key>
				<string>e68fce2c677ab76e8003b2b4b4290c082ffc0269</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.novaksam-recipes/Recipes - Download/AndroidStudio.download.recipe</string>
				<key>sha256_hash</key>
				<string>4a9aa5cc44ee6127372291dcf9b2f6c3a31e7eec4c6baa3101b0860eb8ec0056</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
