<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.download.Itsycal</string>
	<key>Input</key>
	<dict>
		<key>NAME</key>
		<string>Itsycal</string>
		<key>SEARCH_URL</key>
		<string>https://www.mowglii.com/itsycal/</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.jleggat.Itsycal.download</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.jleggat.Itsycal.download</key>
			<dict>
				<key>git_hash</key>
				<string>0516c187470af3db942f3e5d9e7fe5d2c25ed289</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.jleggat-recipes/Itsycal/Itsycal.download.recipe</string>
				<key>sha256_hash</key>
				<string>f14303c10e4aacf65947fd02d57502a74861b59a630915a917f4705a44863461</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
