<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.download.MySQLWorkbench</string>
	<key>Input</key>
	<dict>
		<key>NAME</key>
		<string>MySQLWorkbench</string>
		<key>USER_AGENT</key>
		<string>Mozilla/5.0 (Macintosh; Intel Mac OS X 10_12_6) AppleWebKit/603.3.8 (KHTML, like Gecko) Version/10.1.2 Safari/603.3.8</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.autopkg.cgerke-recipes.download.MySQLWorkbench</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.autopkg.cgerke-recipes.download.MySQLWorkbench</key>
			<dict>
				<key>git_hash</key>
				<string>249400aa8e5ce9324456bc0bd4c84937c9c60a74</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.cgerke-recipes/Applications/MySQLWorkbench.download.recipe</string>
				<key>sha256_hash</key>
				<string>5312d020cf8905420e9c18d7c5f0565e7e77824418e4fbc8b1792318ef4babf6</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
