<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.OracleJava10</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_CATEGORY</key>
		<string>Development</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>plugins/Oracle</string>
		<key>NAME</key>
		<string>OracleJava10</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>production</string>
				<string>testing</string>
				<string>zoom</string>
			</array>
			<key>description</key>
			<string>Java SE Runtime Environment 10 enables support for running Java-powered applets and applications.</string>
			<key>category</key>
			<string>%MUNKI_CATEGORY%</string>
			<key>developer</key>
			<string>Oracle Corporation</string>
			<key>display_name</key>
			<string>Oracle Java 10</string>
			<key>minimum_os_version</key>
			<string>10.7.3</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
			<key>uninstall_method</key>
			<string>uninstall_script</string>
			<key>uninstall_script</key>
			<string>#!/bin/sh
            # From http://www.java.com/en/download/help/mac_uninstall_java.xml
            rm -fr /Library/Internet\ Plug-Ins/JavaAppletPlugin.plugin
            pkgutil --forget com.oracle.jre
            </string>
			<key>unattended_install</key>
			<true/>
			<key>unattended_uninstall</key>
			<true/>
			<key>uninstallable</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.autopkg.munki.OracleJava10</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.autopkg.download.OracleJava10</key>
			<dict>
				<key>git_hash</key>
				<string>82d38a709b71139467cbad17307b6e540819233e</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/OracleJava/OracleJava10.download.recipe</string>
				<key>sha256_hash</key>
				<string>207a53d6851b7e8fa6d5bc06609897dfa1f195c7b24dd1512b4df53c9f5dd48e</string>
			</dict>
			<key>com.github.autopkg.munki.OracleJava10</key>
			<dict>
				<key>git_hash</key>
				<string>82d38a709b71139467cbad17307b6e540819233e</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/OracleJava/OracleJava10.munki.recipe</string>
				<key>sha256_hash</key>
				<string>91b785cd8edec8bcd96667f71618a1b7c4bd2b3397e17935db4231f70d114e82</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
