<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.Sketch</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_CATEGORY</key>
		<string>Multimedia</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/BohemianCoding</string>
		<key>NAME</key>
		<string>Sketch</string>
		<key>SPARKLE_FEED_URL</key>
		<string>https://www.sketchapp.com/appcast3.xml</string>
		<key>USER_AGENT</key>
		<string>Sketch/3.3.2 Sparkle/e759c10</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>production</string>
			</array>
			<key>category</key>
			<string>%MUNKI_CATEGORY%</string>
			<key>description</key>
			<string>Sketch gives you the power, flexibility and speed you always wanted in a lightweight and easy-to-use package. Finally you can focus on what you do best: Design.</string>
			<key>developer</key>
			<string>Bohemian Coding</string>
			<key>display_name</key>
			<string>Sketch</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>uninstallable</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.foigus.munki.Sketch</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.foigus.download.Sketch</key>
			<dict>
				<key>git_hash</key>
				<string>772bdd3b49459735862e7002d9364fe2b8f95362</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.foigus-recipes/BohemianCoding/Sketch.download.recipe</string>
				<key>sha256_hash</key>
				<string>9b3711e59d78e5a41eded024de0c12b684b6ccd3d6746a170ee1513150badd4c</string>
			</dict>
			<key>com.github.foigus.munki.Sketch</key>
			<dict>
				<key>git_hash</key>
				<string>772bdd3b49459735862e7002d9364fe2b8f95362</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.foigus-recipes/BohemianCoding/Sketch.munki.recipe</string>
				<key>sha256_hash</key>
				<string>1f448e096354622e5d7a113292db9fb55d87154aa26810a0e4760e4ee0314cef</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
