<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.Viber</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_CATEGORY</key>
		<string>Messaging</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/Viber</string>
		<key>NAME</key>
		<string>Viber</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>production</string>
			</array>
			<key>category</key>
			<string>%MUNKI_CATEGORY%</string>
			<key>description</key>
			<string>Viber for Mac lets you send free messages and make free calls to other Viber users, on any device and network, in any country!</string>
			<key>developer</key>
			<string>Viber Media</string>
			<key>display_name</key>
			<string>%NAME%</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>uninstallable</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.joshua-d-miller.autopkg.munki.viber</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.joshua-d-miller.autopkg.munki.viber</key>
			<dict>
				<key>git_hash</key>
				<string>b7a30b4da851a63480f840d6423ea2d176fada33</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.joshua-d-miller-recipes/Viber/Viber.munki.recipe</string>
				<key>sha256_hash</key>
				<string>6c0858149505fce2dc481cae643d5bb3d7ab3d93fe5412ce5f03d90c7019a674</string>
			</dict>
			<key>com.github.joshua-d-miller.download.viber</key>
			<dict>
				<key>git_hash</key>
				<string>6e0ee2e73d3f69d958b559f62a3c3ec73fdcd66d</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.joshua-d-miller-recipes/Viber/Viber.download.recipe</string>
				<key>sha256_hash</key>
				<string>b3bb839c567470ad0495e77711b1d0024d0e5b7d94a2b29cb4a0e6699ba946e0</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
