<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.VMwareFusion</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_CATEGORY</key>
		<string>Virtualization</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>apps/VMware</string>
		<key>NAME</key>
		<string>VMwareFusion</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>production</string>
				<string>testing</string>
			</array>
			<key>category</key>
			<string>%MUNKI_CATEGORY%</string>
			<key>description</key>
			<string>VMware Fusion gives Mac users the power to run Windows on Mac along with hundreds of other operating systems side by side with Mac applications, without rebooting.</string>
			<key>developer</key>
			<string>VMware</string>
			<key>display_name</key>
			<string>VMWare Fusion Pro</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>unattended_install</key>
			<true/>
			<key>unattended_uninstall</key>
			<true/>
			<key>uninstallable</key>
			<true/>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.justinrummel.munki.VMwareFusion</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>VMwareFusionURLProvider</key>
			<dict>
				<key>git_hash</key>
				<string>5e41c0f6a6847db33689ed860cc761b0492235e0</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.justinrummel-recipes/VMware Fusion/VMwareFusionURLProvider.py</string>
				<key>sha256_hash</key>
				<string>c9dff7c53f932b9c545f3de8b8a8d513b812a590de6fd06d2af73cf6d2507aa2</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.justinrummel.download.VMwareFusion</key>
			<dict>
				<key>git_hash</key>
				<string>3b408aa5b9bdb04fe6f1ab78254bd7ff44743f61</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.justinrummel-recipes/VMware Fusion/VMwareFusion.download.recipe</string>
				<key>sha256_hash</key>
				<string>0fbc6c7dd668a296a7709e38a47b54e81360ec260ae27893bc4e1a75d917109f</string>
			</dict>
			<key>com.justinrummel.munki.VMwareFusion</key>
			<dict>
				<key>git_hash</key>
				<string>713dd259ef89d1b8857a0458482e3529b0e4f073</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.justinrummel-recipes/VMware Fusion/VMwareFusion.munki.recipe</string>
				<key>sha256_hash</key>
				<string>95584ebeeb2f05fb5dae6f5741e3b1ad485cb8c5e17d1d152b9d028030ae7fd1</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
