<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.download.ZoomPresence</string>
	<key>Input</key>
	<dict>
		<key>DOWNLOAD_URL</key>
		<string>https://zoom.us/client/latest/ZoomRooms.pkg</string>
		<key>NAME</key>
		<string>ZoomPresence</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.homebysix.download.ZoomPresence</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.homebysix.download.ZoomPresence</key>
			<dict>
				<key>git_hash</key>
				<string>dd934134b289297634b857b009fd781135d39db5</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.homebysix-recipes/Zoom/ZoomPresence.download.recipe</string>
				<key>sha256_hash</key>
				<string>d887939b52c61fedaa22eef6590c65453a4eaa33921efc9e3a82750137a1f6f7</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
